[
  {
    "proposalDate": "2019-12-06T05:55:13 -01:00",
    "name": "Развој тема, додатака и сервиса на WordPress платформи",
    "goal": "Креирање иновативне веб платформе са новим погодностима и побољшаном функционалношћу веб презентације.",
    "description": "Овај пројекат развија се уз сарадњу са Министарством просвете, науке и технологије Републике Србије. Поред пружања новог знања студентима, стичу се и прилика за упознавањем нових технологија и вештина. Услов за учешће у самом пројекту јесте познавање основа PHP програмског језика и WordPress платформе.",
    "activities": "Анализа корисничких захтева, креирање корисничке документације, конфигурација развојног и продукционог окружења, дизајн и имплементација додатака и тема.",
    "startDateProjectProposal": "2020-03-01T05:55:13 -01:00",
    "daysDuration": 30,
    "externalMentor": {
      "name": "Пера",
      "surname": "Перић"
    },
    "company": {
      "name": "NIS"
    },
    "subjects": [
      {
        "name": "Управљање пословним процесима",
        "description": "Стицање знања учесника о могућностима повећања ефикасности управљања пословним системом управљањем његовим кључним процесима, и могућност да се оспособе за примену процесног приступа и успостављање система за управљање пословним процесима, кроз заједнички и индивидуални рад у оквиру радионица уз анализу студија случаја и дискусију.",
        "scientificArea": {
          "name": "Индустријско и менаџмент инжењерство"
        }
      },
      {
        "name": "Функционисање ИТ-а у предузећу",
        "description": "Савладаћете механизме функционисања информационих технологија у предузећу, менаџмента, планирања, организовања, лидерства, контроле и стратегије рада ИТ менаџера. Упознаћете се са актуелним питањима и проблемима пословног окружења, као и местом и улогом информационих технологија и електронског пословања у њему.",
        "scientificArea": {
          "name": "Информационе технологије"
        }
      }
    ]
  },
  {
    "proposalDate": "2020-03-15T05:55:13 -01:00",
    "name": "Позиционирање и промоција дигиталних и „managed“ сервиса компаније Сага",
    "goal": "Креирање стратегије наступа компаније Сага са новим производима и услугама на нашем тржишту.",
    "description": "Чланови маркетинг тима и Business Development Manager из компаније SAGA New Frontier Group, одржаће уводно предавање о пројекту „Позиционирање и промоција дигиталних и „манагед“ сервиса компаније Сага“. Сви тимови који буду одабрани ће имати стручну подршку ментора са Факултета и представника компаније SAGA New Frontier Group.",
    "activities": "Студенти ће имати прилику да виде како изгледа маркетинг у информационим технологијама, да се упознају са карактеристикама нових Сагиних производа и учествују у изради стратегије и предлагању конкретних активности промоције.",
    "startDateProjectProposal": "2020-04-01T05:55:13 -01:00",
    "daysDuration": 60,
    "externalMentor": {
      "name": "Лариса",
      "surname": "Здравковић"
    },
    "company": {
      "name": "Saga - New Frontier Group"
    },
    "subjects": [
      {
        "name": "Интегрисане пословне комуникације",
        "description": "Израда плана интегрисаних пословних комуникација за компанију и играње улога у процесу пословне комуникације.",
        "scientificArea": {
          "name": "Маркетинг менаџмент и односи са јавношћу"
        }
      },
      {
        "name": "Управљање иновационим процесима",
        "description": "Стицање знања из функционалне области менаџмента технологије и развоја у предузећу. Способност пројектовања и управљања свим фазама иновационих процеса и иновационим портфолиом.",
        "scientificArea": {
          "name": "Менаџмент технологије, иновација и развоја"
        }
      },
      {
        "name": "ИТ у предузећу",
        "description": "Студенти ће савладати механизме функционисања информационих технологија у предузећу, менаџмента, планирања, организовања, лидерства, контроле и стратегије рада ИТ менаџера. Упознаћете се са актуелним питањима и проблемима пословног окружења, као и местом и улогом информационих технологија и електронског пословања у њему.",
        "scientificArea": {
          "name": "Информационе технологије"
        }
      }
    ]
  }
]
